const personalities = [
    {
        name: "דוד בן גוריון",
        clues: [
            "איש העלייה השנייה",
            "שם משפחתו היה גרין",
            "התגורר בשדה בוקר",
            "ראש הממשלה הראשון"
        ]
    },
    {
        name: "בנימין זאב הרצל",
        clues: [
            "היה מחזאי",
            "קבור בירושלים",
            "על שמו רחובות רבים בארץ",
            "חוזה המדינה"
        ]
    },
    {
        name: "בנימין נתניהו",
        clues: [
            "שם משפחתו היה ניתאי",
            "בוגר סיירת מטכ\"ל",
            "לכלבה שלו קראו קיה",
            "אבו יאיר"
        ]
    },
    {
        name: "מנחם בגין",
        clues: [
            "קבור בהר הזיתים",
            "פיקד על מחתרת",
            "התנגד לעסקת השילומים",
            "היה ראש ממשלה"
        ]
    }
];
